---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainGridHoriz
source: html/5ec7e410-740d-bbdc-8f54-bccb29bbf384.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainGridHoriz Property

Horizontal Grid.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainGridHoriz { get; }
```